Repository: KDE/plasma-welcome
Catalog: po/*/plasma-welcome.po
Languages: bg, fa, ta

# @info:usagetip
source: To learn more, open the KRunner search bar using the <shortcut>Alt+Space</shortcut> keyboard shortcut and click on the question mark icon.
bg: За да научите повече, отворете лентата за търсене на KRunner, като използвате клавишната комбинация <shortcut>Alt+Space</shortcut>, и щракнете върху иконата с въпросителен знак.
fa: برای یادگیری بیشتر، نوار جستجوی KRunner را با استفاده از میان‌بر <shortcut>Alt+Space</shortcut> باز کنید و روی نماد علامت سوال ضربه بزنید.

source: time Shanghai
bg: време в Shanghai

source: ...and much more!
bg: ...и много други!
fa: ...و خیلی چیزهای بیشتر!
ta: ... போன்ற ஏராளமானவை!

# @info:window The name of a KWin effect
source: Overview
bg: Преглед
fa: نمای کلی
ta: மேலோட்டம்

# @info:usagetip
source: Overview is a full-screen overlay that shows all of your open windows, letting you easily access any of them. It also shows your current Virtual Desktops, allowing you to add more, remove some, and switch between them. Finally, it offers a KRunner-powered search field that can also filter through open windows.
bg: Общ преглед е наслагване на цял екран, което показва всички отворени прозорци и ви позволява да имате лесен достъп до всеки от тях. Показва и текущия ви виртуален десктоп, като ви позволява да добавяте нови, да премахвате някои и да превключвате между тях. И накрая, той предлага поле за търсене, управлявано от KRunner, което може да филтрира и през отворените прозорци.
ta: திறந்துள்ள அனைத்து சாளரங்களையும் எளிதில் அணுகக்கூடிய வகையில் மேலோட்டம் அவற்றைக் காட்டும். மேலும், மெய்நிகர் பணிமேடைகளுக்கிடையே தாவவும், அவற்றை நீக்கவும் சேர்க்கவும் வசதியான முறையில் மெய்நிகர் பணிமேடைகளையும் காட்டும். திறந்துள்ள சாளரங்களை வடிகட்டி காட்ட உதவும் உரைப்பெட்டியையும் இது கொண்டிருக்கும்.

# @info:usagetip
source: You can access Overview using the <shortcut>Meta+W</shortcut> keyboard shortcut, or by moving your mouse into the top-left corner of the screen. You can also press <shortcut>Meta+G</shortcut> for Grid View, which shows Virtual Desktops in a grid.
bg: <nl/><nl/>Мoжете да получите достъп до Общ преглед, като използвате <shortcut>Meta+W</shortcut> клавишна комбинация.или като преместите мишката в горния ляв ъгъл на екрана. Можете също така да натиснете <shortcut>Meta+G</shortcut> за изглед решетка, който показва виртуалните работни плотове в мрежа.

# @info:window
source: Plasma Vaults
bg: Трезор на Plasma
fa: کیف‌های پول پلاسما
ta: பிளாஸ்மா வால்ட்டுகள்

# @info:usagetip
source: Plasma Vaults allows you to create encrypted folders, called <interface>Vaults.</interface> Inside each Vault, you can securely store your passwords, files, pictures, and documents, safe from prying eyes. Vaults can live inside folders that are synced to cloud storage services too, providing extra privacy for that content.
bg: Трезор на Plasma ви позволява да създавате криптирани папки, наречени <interface>Трезори.</interface> Във всеки от тях можете да съхранявате сигурно паролите си, файловете, снимките и документите си, защитени от любопитни очи. Трезорите могат да се намират в папки, които са синхронизирани с услуги за съхранение в облак също така, осигурявайки допълнителна поверителност за това съдържание.
ta: <interface>வால்ட்டு</interface> எனப்படும் மறையாக்கப்பட்ட அடைவுகளை உருவாக்க 'பிளாஸ்மா வால்ட்டுகள்' உதவும்.மற்றவர்களிடமிருந்து பாதுகாப்பாக வால்ட்டுகளில் கடவுச்சொற்கள், கோப்புகள், படங்கள், ஆவணங்கள் போன்றவற்றை சேமிக்கலாம். இணைய சேமிப்பக சேவைகளுடன் (எ.கா. டிராப்புபாக்சு) ஒத்திசைக்கப்பட்டுள்ள அடைவுகளிலும் வால்ட்டுகளை உருவாக்கலாம்.

# @title:window Title of the Plasma Vaults popup
source: Vaults
bg: Трезори
ta: வால்ட்டுகள்

# @title The name of an example Plasma vault
source: Important Documents
bg: Важи документи
ta: ரகசிய ஆவணங்கள்

# @title The name of an example Plasma vault
source: My Photos
bg: Моите снимки
ta: என் படங்கள்

source: Unlock and Open
bg: Отключване и отваряне
ta: மறைநீக்கி திற

# @info:usagetip
source: To get started, click the arrow on the <interface>System Tray</interface> to show hidden items, and then click the <interface>Vaults</interface> icon.
bg: За да започнете, щракнете върху стрелката на <interface>Системната област</interface>, за да покажете скритите елементи, след което щракнете върху иконата <interface>Трезори</interface>.

# @info:window
source: Simple by Default
bg: Опростена по подразбиране
fa: ساده به‌طور پیش‌فرض
ta: இயல்பில் எளியது

# @info:usagetip
source: Plasma is designed to be simple and usable out of the box. Things are where you would expect, and there is generally no need to configure anything before you can be comfortable and productive.<nl/><nl/>Below is a visual representation of a typical Plasma Desktop; move the pointer over or click on something to learn about it!
bg: Plasma е проектирана така, че да бъде проста и да може да се използва веднага след инсталирането. Нещата са там, където очаквате, и като цяло не е необходимо да конфигурирате нищо, за да се чувствате удобно и продуктивно.<nl/><nl/>По-долу е представен типичен работен плот на Plasma. Посочете или щракнете върху елемент, за да научите повече за него!
ta: இயல்பில் எளியதாக இருக்குமாறு பிளாஸ்மா வடிவமைக்கப்பட்டுள்ளது. நீங்கள் எதிர்பார்க்கும் இடங்களில் அனைத்தும் இருக்கும், மேலும் சரலமாக பயன்படுத்துமுன் அமைப்புகளை மாற்றும் தேவை இல்லை. <nl/><nl/>இயல்பான பிளாஸ்மா பணிமேடையின் பிரதிபலிப்பு கீழே உள்ளது; அதிலுள்ள ஏதாவதொன்றைப் பற்றி மேலும் அறிய, அதை கிளிக் செய்யலாம் அல்லது சுட்டியை மேல்வைக்கலாம்.

# @info
source: This is the “Desktop”. It shows files and folders that are contained in your <filename>Desktop</filename> folder, and can hold widgets. Right-click on it and choose <interface>Desktop and Wallpaper…</interface> to configure the appearance of the desktop. You can also choose <interface>Enter Edit Mode</interface> to add, remove or modify widgets.
bg: Това е Desktop или работният плот. Той показва папките и файловете, които се намират във вашата <filename>Desktop</filename> директория и може да съдържа уиджети. Щракнете с десен бутон на мишката и изберете <interface>Работен плот и тапети…</interface>, за да настроите външния изглед на работния плот. Можете също така да изберете <interface>Влизане в режим на редактиране</interface>, за да добавите, премахнете или променяте уиджетите.
fa: این «رومیزی» است. اینجا پرونده‌ها و پوشه‌هایی که در پوشه <filename>رومیزی</filename> شما قرار دارند نشان داده می‌شوند و می‌توانند ابزارک‌ها را نگه دارند. روی آن راست کلیک کنید و <interface>رومیزی و پس‌زمینه…</interface> را انتخاب کنید تا ظاهر رومیزی را پیکربندی کنید. شما همچنین می‌توانید <interface>ورود به حالت ویرایش</interface> را انتخاب کنید تا ابزارک‌ها را افزوده، پاک‌کرده یا تغییر دهید.
ta: இது 'பணிமேடை' எனப்படும். உங்கள் <filename>பணிமேடை</filename> அடைவிலுள்ள கோப்புகளையும் அடைவுகளையும் காட்டுவதுடன், பிளாஸ்மாய்டுகளையும் இது கொள்ளலாம். இதன் தோற்றத்தை அமைக்க, இதில் வலது-கிளிக் செய்து <interface>பின்புலமும் பணிமேடையும்…</interface> என்பதைத் தேர்வு செய்யவும். பிளாஸ்மாய்டுகளை சேர்க்க, நீக்க, அல்லது திருத்த <interface>திருத்தும் பயன்முறையில் நுழை</interface> என்பதைத் தேர்வு சேய்யவும்.

# @info
source: This is a “Panel” — a container to hold widgets. Right-click on it and choose <interface>Show Panel Configuration</interface> to change how it behaves, which screen edge it lives on, and to add, remove or modify widgets.
bg: Това е “Панел” — контейнер за съхраняване на уиджети. Щракнете с десния бутон на мишката върху него и изберете <interface>Показване на конфигурацията на панела</interface>, за да промените поведението му, на кой край на екрана се намира, както и да добавяте, премахвате или променяте уиджети.
ta: இந்த 'பலகை' என்பதில் பிளாஸ்மாய்டுகளை சேர்க்கலாம். இதன் நடத்தையை மாற்றவோ, திரையின் எந்த ஓரத்தில் இருக்கும் என்பதை அமைக்கவோ, பிளாஸ்மாய்டுகளை சேர்க்கவோ நீக்கவோ ஏற்கனவேயுள்ள பிளாஸ்மாய்டுகளைத் திருத்தவோ இதில் வலது-கிளிக் செய்து <interface>பலகை அமைப்புகளைக் காட்டு</interface> என்பதைத் தேர்ந்தெடுக்கவும்.

# @info
source: This is the “Application Launcher” widget, a multipurpose launcher. Here you can launch apps, shut down or restart the system, access recent files, and more. Click on it to get started!
bg: „Стартиране на приложения“ е многофункционална програма. Тук можете да стартирате приложения, да изключвате или рестартирате системата, да имате достъп до последните файлове и др. Щракнете върху нея, за да започнете работа!

# @info
source: This is the “Task Manager” widget, where you can switch between open apps and also launch new ones. Drag app icons to re-arrange them.
bg: Това е "Мениджър на задачите", в който можете да превключвате между отворените приложения, както и да стартирате нови. Плъзнете иконите на приложенията, за да ги пренаредите.
fa: این ابزارک «مدیر وظیفه» است، جایی که می‌توانید بین برنامه‌های باز جابجا شوید و همچنین برنامه‌های جدیدی را راه‌اندازی کنید. نمادهای برنامه را بکشید تا آن‌ها را دوباره مرتب کنید.
ta: இது, திறந்துள்ள செயலிகளை கையாளவும் புதியவற்றைத் திறக்கவும் உதவும் 'பணி மேலாளி' பிளாஸ்மாய்டு ஆகும். சின்னங்களின் வரிசையை மாற்ற அவற்றை இழுக்கலாம்.

# @info
source: This is the “System Tray” widget, which lets you control system functions like changing the volume and connecting to networks. Items will become visible here only when relevant. To see all available items, click the ⌃ arrow next to the clock.
bg: Това е "Системната област", която ви позволява да управлявате системни функции, като промяна на силата на звука и свързване с мрежи. Елементите ще се виждат тук само когато са активни. За да видите всички налични елементи, щракнете върху стрелката ^ до часовника.
fa: این ابزارک «سینی سامانه» است، که به شما این امکان را می‌دهد که عملکردهای سامانه را کنترل کنید مانند تغییر صدا و اتصال به شبکه‌ها. موارد تنها در زمان مورد نیاز قابل مشاهده خواهند بود. برای دیدن تمام موارد موجود، روی فلش ⌃ کنار ساعت ضربه بزنید.
ta: இது 'கணினித் தட்டு' ஆகும். ஒலியளவை மாற்றுவது, பிணையங்களில் இணைவது போன்றவற்றை இதில் செய்யலாம். இதன் உருப்படிகள், தேவைப்படும்போது மட்டும் காட்டப்படும். உள்ள அனைத்து உருப்படிகளையும் காண, கடிகாரத்தின் அருகில் உள்ள ⌃ அம்புக்குறியை கிளிக் செய்யவும்.

# @info
source: This is the “Digital Clock” widget. Click on it to show a calendar. It can be also configured to show other timezones and events from your digital calendars.
bg: Това е "Цифровият часовник". Щракнете върху него, за да се покаже календар. Той може да бъде конфигуриран да показва и други часови зони и събития от вашите календари.
fa: این ابزارک «ساعت دیجیتال» است. روی آن ضربه بزنید تا تقویم را نشان دهد. همچنین می‌توان آن را پیکربندی کرد تا مناطق زمانی و رویدادهای دیگر را از تقویم‌های دیجیتال شما نشان دهد.
ta: இது 'எண்ணுரு கடிகாரம்' ஆகும். அதில் கிளிக் செய்து நாள்காட்டியைப் பார்க்கலாம். மற்ற நேரமண்டலங்களையும் உங்கள் நாள்காட்டியிலுள்ள நிகழ்வுகளையும் காட்டுமாறு இதை அமைக்கலாம்.

# @info
source: This is the “Peek at Desktop” widget. Click on it to temporarily hide all open windows so you can access the desktop. Click on it again to bring them back.
bg: Това е “Поглед върху работния плот”. Щракнете върху него, за да скриете временно всички отворени прозорци и да имате достъп до работния плот. Щракнете върху него отново, за да ги покажете обратно.
fa: این ابزارک «نگاهی به رومیزی» است. روی آن ضربه بزنید تا تمام پنجره‌های باز را موقتا پنهان کنید تا بتوانید به رومیزی دسترسی پیدا کنید. دوباره روی آن ضربه بزنید تا آن‌ها را بازگردانید.
ta: இது 'பணிமேடையைக் காட்டு' பிளாஸ்மாய்டு ஆகும். திறந்துள்ள அனைத்து சாளரங்களையும் தற்காலிகமாக மறைத்து பணிமேடையைக் காட்ட இதைக் கிளிக் செய்யலாம். சாளரங்களைத் திரும்பப்பெற இதை மறுபடியும் கிளிக் செய்யவும்.

# @title
source: Welcome
bg: Добре дошли
fa: خوش آمدید
ta: நல்வரவு

# @info:usagetip %1 is custom text supplied by the distro
source: %1<nl/><nl/>This operating system is running Plasma, a free and open-source desktop environment created by KDE, an international software community of volunteers. It is designed to be simple by default for a smooth experience, but powerful when needed to help you really get things done. We hope you love it!
bg: %1<nl/><nl/>Тази операционна система използва KDE Plasma. Plasma е безплатна среда за настолни компютри с отворен код, създадена от KDE, международна софтуерна общност от доброволци. Работната среда на Plasma е проста по подразбиране, за да работи безпроблемно, но е мощна и комплексна, когато е необходимо, за да ви помогне наистина да свършите нещо.<nl/>Надяваме се, че ще я харесате!
fa: %1<nl/><nl/>این سامانه‌عامل، پلاسما را اجرا می‌کند، یک محیط رومیزی رایگان و متن‌باز که توسط کی‌دی‌ای، یک جامعه نرم‌افزاری بین‌المللی از داوطلبان ایجاد شده است. این محیط به‌گونه‌ای طراحی شده است که به‌طور پیش‌فرض ساده باشد تا تجربه‌ای روان داشته باشید، اما در صورت نیاز قدرتمند است تا به شما کمک کند واقعاً کارها را انجام دهید. امیدواریم از آن لذت ببرید!
ta: %1<nl/><nl/>கே.டீ.யீ. எனும் உலகலாவிய தன்னார்வலர்களின் கூட்டமைப்பு உருவாக்கியுள்ள ஓர் கட்டற்ற சுதந்திரமான பணிமேடை சூழலாகிய பிளாஸ்மாவை இந்த இயங்குதளம் பயன்படுத்துகிறது. இயல்பிருப்பில் எளியதாக இருந்தாலும், தேவைப்படும்போது பல மேம்பட்ட அம்சங்களை வழங்கும் வகையில் இது உருவாக்கப்பட்டுள்ளது. இதை நீங்கள் விரும்பினால் எங்களுக்கு மகிழ்ச்சி!

# @info:usagetip %1 is the name of the user's distro
source: Welcome to the %1 operating system running KDE Plasma!<nl/><nl/>Plasma is a free and open-source desktop environment created by KDE, an international software community of volunteers. It is designed to be simple by default for a smooth experience, but powerful when needed to help you really get things done. We hope you love it!
bg: Добре дошли в %1, използваща KDE Plasma. Plasma е безплатна среда за настолни компютри с отворен код, създадена от KDE, международна софтуерна общност от доброволци. Работната среда на Plasma е проста по подразбиране, за да работи безпроблемно, но е мощна и комплексна, когато е необходимо, за да ви помогне наистина да свършите нещо.<nl/>Надяваме се, че ще я харесате!
fa: به سامانه‌عامل %1 خوش آمدید که کی‌دی‌ای پلاسما را اجرا می‌کند!<nl/><nl/>پلاسما یک محیط رومیزی رایگان و متن‌باز است که توسط کی‌دی‌ای، یک جامعه نرم‌افزاری بین‌المللی از داوطلبان ایجاد شده است. این محیط به‌گونه‌ای طراحی شده است که به‌طور پیش‌فرض ساده باشد تا تجربه‌ای روان داشته باشید، اما در صورت نیاز قدرتمند است تا به شما کمک کند واقعاً کارها را انجام دهید. امیدواریم از آن لذت ببرید!
ta: கே.டீ.யீ. பிளாஸ்மாவைப் பயன்படுத்தும் %1 இயக்குதளத்திற்கு நல்வரவு!<nl/><nl/>கே.டீ.யீ. எனும் உலகலாவிய தன்னார்வலர்களின் கூட்டமைப்பு உருவாக்கியுள்ள ஓர் கட்டற்ற சுதந்திரமான பணிமேடை சூழலே பிளாஸ்மா. இயல்பிருப்பில் எளியதாக இருந்தாலும், தேவைப்படும்போது பல மேம்பட்ட அம்சங்களை வழங்கும் வகையில் இது உருவாக்கப்பட்டுள்ளது. இதை நீங்கள் விரும்பினால் எங்களுக்கு மகிழ்ச்சி!

# @action:inmenu
source: About Welcome Center
bg: Относно център за приветстване
fa: درباره مرکز خوش آمدید
ta: வரவேற்பு மையத்தை பற்றி

# @action:inmenu
source: About KDE
bg: Относно KDE
ta: கே.டீ.யீ. பற்றி

# @action:button
source: Learn more about the KDE community
bg: Научете повече за общността на KDE
fa: بیشتر درباره جامعه کی‌دی‌ای بیاموزید
ta: கே.டீ.யீ. சமூகத்தை பற்றி மேலும் காட்டு

# @action:button %1 is the name of the user's distro
source: Learn more about %1
bg: Научете повече за %1
fa: بیشتر درباره %1 بیاموزید
ta: %1 பற்றி மேலும் காட்டு

# @title
source: Image loading failed
bg: Неуспешно зареждане на изображението
fa: بارگذاری تصویر ناموفق بود
ta: படத்தை ஏற்றுவது தோல்வியடைந்தது

# @info:placeholder
source: Could not load <filename>%1</filename>. Make sure it exists.
bg: Неуспешно зареждане на <filename>%1</filename>. Уверете се, че е налично.
fa: نتوانستیم <filename>%1</filename> را بارگذاری کنیم. مطمئن شوید که وجود دارد.
ta: <filename>%1</filename> என்பதை ஏற்ற முடியவில்லை. அது உள்ளதா என சரிபார்க்கவும்.

# @action:button clicking on this takes the user to a web page
source: Visit %1
bg: Посетете %1
fa: به %1 مراجعه کنید
ta: %1 தனை பார்

# @info
source: The KDE mascot Konqi welcomes you to the KDE community!
bg: Змейчето Konqi ви приветства с добре дошли в общността на KDE!
fa: کونکی، پیشاهنگ کی‌دی‌ای، به شما خوش آمد می‌گوید!
ta: கே.டீ.யீ. சமூகத்திற்குள் Konqi உங்களை வரவேற்கிறது!

# @info:credit
source: Felipe Kinoshita
ta: ஃபெலிபே கினோஷ்டா

# @info:credit
source: Nate Graham
ta: நேட் கிரஹாம்

# @info:credit
source: Oliver Beard
ta: ஆலிவர் பியர்டு

# @title:row
source: KRunner
ta: கேரன்னர்

# @title:row Name of the 'KDE Connect' feature
source: KDE Connect
ta: கே.டீ.யீ. கனெக்ட்

# @info:window
source: KDE Connect
ta: கே.டீ.யீ. கனெக்ட்

# @info:window
source: KRunner
ta: கேரன்னர்

# @label %1 is the Plasma version
source: %1 Dev
fa: %1 توسعه
ta: %1 நிரலாக்கம்

# @label %1 is the Plasma version
source: %1 Beta
fa: %1 بتا
ta: %1 பீட்டா

# @label %1 is the Plasma version, %2 is the beta release number
source: %1 Beta %2
fa: %1 بتا %2
ta: %1 பீட்டா %2

source: 6.0 Dev
fa: 6.0 توسعه

source: 6.0 Alpha
fa: 6.0 آلفا

source: 6.0 Beta 1
fa: 6.0 آزمایشی 1

source: 6.0 Beta 2
fa: 6.0 آزمایشی 2

source: Display release notes for the current Plasma release, for beta versions.
fa: نمایش یادداشت‌های انتشار برای انتشار فعلی پلاسما، برای نسخه‌های بتا.

# @option:check
source: Show this page after Plasma is updated
fa: این صفحه را بعد از به‌روزرسانی پلاسما نمایش دهید

# @title:window
source: Manage Software
fa: مدیریت برنامه‌کاربردی

# @info:usagetip %1 is 'Discover', the name of KDE's software center app
source: The <application>%1</application> app helps you find and install applications, games, and tools. You can search or browse by category, look at screenshots, and read reviews to help you find the perfect app.
fa: برنامه <application>%1</application> به شما کمک می‌کند تا نرم‌افزارها، بازی‌ها و ابزارها را پیدا و نصب کنید. شما می‌توانید جستجو کنید یا بر اساس دسته‌بندی مرور کنید، نماگرفت‌ها را ببینید و دیدگاه‌ها را بخوانید تا به شما در پیدا کردن برنامه‌کاربردی مناسب کمک کند.

# @info:usagetip
source: We hope you love Plasma as much as we loved making it for you! Now it's time to jump right in. Explore its features, install your favorite apps and games, and get busy doing what makes you you!
fa: امیدواریم شما پلاسما را به اندازه‌ای دوست داشته باشید که ما ساخت آن برای شما را دوست داشتیم! حالا وقت آن است که واردش شوید. ویژگی‌های آن را کشف کنید، نرم‌افزارها و بازی‌های مورد پسندتان را نصب کنید و مشغول انجام کارهایی شوید که شما را شما می‌کند!

# @action:button
source: Get help at KDE's discussion forums
fa: در انجمن‌های گفتگوی کی‌دی‌ای کمک بگیرید

# @item:inlistbox
source: Sort Randomly
fa: به‌طور تصادفی مرتب شود

# @item:inlistbox
source: Sort by Name
fa: بر پایه نام مرتب شود

# @item:inlistbox
source: Sort by Date
fa: بر پایه تاریخ مرتب شود

# @label placeholder
source: Filter…
fa: پالایش…

# @info:placeholder Shown when connected to the internet
source: You're connected
fa: متصل هستید

# @info:usagetip
source: Thank you for testing this beta release of Plasma—your feedback is fundamental to helping us improve it! Please report any and all bugs you find so that we can fix them.
fa: از شما به خاطر آزمایش این نسخه بتای پلاسما تشکر می‌کنیم—بازخورد شما برای کمک به بهبود آن اساسی است! لطفاً هر گونه خطایی که پیدا کردید را گزارش دهید تا ما بتوانیم آن‌ها را اصلاح کنیم.

# @action:button
source: <b>Find out what's new</b>
fa: <b>چیزهای جدید را ببینید</b>

# @action:button
source: Report a bug
fa: گزارش یک خطا

# @action:button
source: Help work on the next release
fa: کمک به کار بر روی نسخه بعدی

# @info:usagetip
source: The KDE community relies on donations of expertise and funds, and is supported by KDE e.V.—a German nonprofit. Donations to KDE e.V. support the wider KDE community, and you can make a difference by donating today.
fa: جامعه کی‌دی‌ای به کمک‌های مالی و تخصصی وابسته است و توسط کی‌دی‌ای e.V.—یک سازمان غیرانتفاعی آلمانی حمایت می‌شود. کمک‌های مالی به کی‌دی‌ای e.V. از جامعه بزرگتر کی‌دی‌ای حمایت می‌کند و شما می‌توانید امروز با کمک مالی تفاوتی ایجاد کنید.

# @info:usagetip
source: Plasma is an extremely feature-rich environment, designed to super-charge your productivity! Here is just a smattering of the things it can do for you:
fa: پلاسما یک محیط بسیار غنی از ویژگی‌هاست که برای افزایش بهره‌وری شما طراحی شده است! اینجا تنها تعدادی از کارهایی که می‌تواند برای شما انجام دهد، آورده شده:

# @title:row
source: System Settings
fa: تنظیمات سامانه

# @info Caption for Get System Settings button
source: Configure the system
fa: سامانه را پیکربندی کنید

# @info:usagetip
source: Activities can be used to separate high-level projects or workflows so you can focus on one at a time. You can have an activity for "Home", "School", "Work", and so on. Each Activity has access to all your files but has its own set of open apps and windows, recent documents, "Favorite" apps, and desktop widgets.<nl/><nl/>To get started, launch <interface>System Settings</interface> and search for "Activities". On that page, you can create more Activities. You can then switch between them using the <shortcut>Meta+Tab</shortcut> keyboard shortcut.
fa: فعالیت‌ها می‌توانند برای جدا کردن پروژه‌ها یا جریان‌های کاری سطح بالا استفاده شوند تا بتوانید در لحظه بر یک چیز تمرکز کنید. شما می‌توانید یک فعالیت برای «خانه»، «مدرسه»، «کار» و دیگر چیزها داشته باشید. هر فعالیت به تمام پرونده‌های شما دسترسی دارد اما مجموعه‌ای از برنامه‌ها و پنجره‌های باز، اسناد اخیر، برنامه‌های «مورد علاقه» و ابزارک‌های رومیزی مجزا دارد.<nl/><nl/>برای آغاز، <interface>تنظیمات سامانه</interface> را راه‌اندازی کنید و به دنبال «فعالیت‌ها» بگردید. در آن صفحه، می‌توانید فعالیت‌های بیشتری ایجاد کنید. سپس می‌توانید با استفاده از میان‌بر <shortcut>Meta+Tab</shortcut> بین آن‌ها جابجا شوید.

# @info:usagetip
source: KDE Connect lets you integrate your phone with your computer in various ways:<nl/><list><item>See notifications from your phone on your computer</item><item>Reply to text messages from your phone on your computer</item><item>Sync your clipboard contents between your computer and your phone</item><item>Make a noise on your phone when it's been misplaced</item><item>Copy pictures, videos, and other files from your phone to your computer, and vice versa</item><item>…And much more!</item></list><nl/>To get started, launch <interface>System Settings</interface> and search for "KDE Connect". On that page, you can pair your phone.
fa: KDE Connect به شما اجازه می‌دهد که تلفن خود را به روش‌های مختلف با رایانه‌تان یکپارچه کنید:<nl/><list><item>مشاهده اعلان‌ها از تلفن‌تان بر روی رایانه‌تان</item> <item>پاسخ به پیام‌های متنی از تلفن‌تان از روی رایانه‌تان</item> <item>همگام‌سازی محتوای بریده‌دان بین رایانه و تلفن‌تان</item> <item>تولید صدا در تلفن زمانی که گم شده</item> <item>رونوشت تصاویر، ویدیوها و دیگر پرونده‌ها از تلفن به رایانه و بالعکس</item> <item>...و خیلی بیشتر!</item></list><nl/>برای آغاز، <interface>تنظیمات سامانه</interface> را راه‌اندازی کنید و به دنبال "KDE Connect" بگردید. در آن صفحه، می‌توانید تلفن‌تان را جفت کنید.

# @info:usagetip
source: KRunner is Plasma's exceptionally powerful and versatile search system. It powers the search functionality in the Application Launcher menu and the Overview screen, and it can be accessed as a standalone search bar using the <shortcut>Alt+Space</shortcut> keyboard shortcut.<nl/><nl/>In addition to finding your files and folders, KRunner can launch apps, search the web, convert between currencies, calculate math problems, and a lot more.
fa: ابزار KRunner سامانه جستجوی بسیار قدرتمند و چندمنظوره پلاسما است. این سامانه عملکرد جستجو را در فهرست راه‌انداز برنامه و صفحه نمای کلی تأمین می‌کند و می‌توان به آن به‌عنوان یک نوار جستجوی مستقل با استفاده از میان‌بر <shortcut>Alt+Space</shortcut>دسترسی پیدا کرد.<nl/><nl/> علاوه بر پیدا کردن پرونده‌ها و پوشه‌های شما، KRunner می‌تواند برنامه‌ها را راه‌اندازی کند، در وب جستجو کند، ارزها را تبدیل کند، مسائل ریاضی را محاسبه کند و خیلی کارهای دیگر.
