Repository: KDE/plasma-welcome
Catalog: po/*/plasma-welcome.po
Languages: bg, fa, ta

# NAME OF TRANSLATORS
source: Your names
bg: Минчо Кондарев
fa: علیرضا رشیدی
ta: கோ. கிஷோர்

# EMAIL OF TRANSLATORS
source: Your emails
bg: mkondarev@yahoo.de
fa: injaneb@duck.com
ta: Kde-l10n-ta@kde.org

# @info:usagetip
source: Friendly onboarding wizard for Plasma
bg: Помощник за начални настройки на Plasma
fa: راهنمای دوستانه برای شروع کار با پلاسما
ta: பிளாஸ்மாவை பயனர்களுக்கு அறிமுகப்படுத்தும் உதவிநிரல்

# @title
source: Welcome Center
bg: Добре дошли
fa: مرکز خوش‌آمدگویی
ta: வரவேற்பு மையம்

# @info copyright string
source: © 2021–2024, KDE Community
bg: © 2021–2024, Общност на KDE
ta: © 2021–2024 கே.டீ.யீ. சமூகம்

# @info:credit
source: Author
bg: Автор
fa: نویسنده
ta: இயற்றியவர்

source: Display release notes for the current Plasma release.
bg: Показване на бележките на текущото издание на Plasma.
fa: نمایش یادداشت‌های انتشار برای نسخه فعلی پلاسما.
ta: தற்போதைய பிளாஸ்மா பதிப்புக்கான வெளியீட்டு குறிப்புகளைக் காட்டும்.

source: Display the live page intended for distro live environments.
bg: Показване на страницата, предвидена за средата на живо на дистрибуцията.
fa: نمایش صفحه زنده‌ای که برای محیط‌های زنده توزیع طراحی شده است.

source: Specify comma-delimited list of page(s) (by internal name) to be displayed.
bg: Посочете списък от страници (по вътрешно име), разделен със запетаи, които да бъдат показани.

# %1 is the filesystem path to a settings module
source: Unknown module %1 requested
bg: Заявен е неизвестен модул %1
fa: ماژول ناشناخته %1 درخواست شده
ta: தெரியாத %1 கூறு கோரப்பட்டது

# @info:progress
source: The command <command>%1</command> could not be found.
bg: Не можа да се намери командата <command>%1</command>.
fa: فرمان <command>%1</command> یافت نشد.
ta: <command>%1</command> எனும் கட்டளையைக் கண்டுபிடிக்க முடியவில்லை.

# @info:progress
source: No error message provided
bg: Няма предоставено съобщение за грешка
fa: پیام خطایی ارائه نشده
ta: சிக்கல் குறித்த எந்த செய்தியும் வழங்கப்படவில்லை

source: The command <command>%1</command> failed: %2
bg: Неуспешна команда <command>%1</command>: %2
fa: فرمان <command>%1</command> شکست خورد: %2
ta: <command>%1</command> கட்டளை தோல்வியடைந்த‍து: %2

# @action:button
source: Launch %1 now
bg: Стартиране на %1 сега
fa: اکنون %1 را راه‌اندازی کنید
ta: %1 தனை இப்போது திற

source: This settings module could not be loaded
bg: Неуспех при зареждане на този модул с настройки
fa: این ماژول تنظیمات بارگذاری نشد
ta: அமைப்புக்கூறை ஏற்ற முடியவில்லை

# @info:usagetip
source: If you find Plasma to be useful, consider getting involved or donating. KDE is an international volunteer community, not a big company; your contributions make a real difference!
bg: Ако смятате, че Plasma е полезна, помислете дали да не се включите или да направите дарение. KDE е международна общност от доброволци, а не голяма компания; вашият принос има реално значение!
fa: اگر پلاسما را مفید می‌دانید، در نظر بگیرید که در آن مشارکت کنید یا کمک مالی کنید. کی‌دی‌ای یک جامعه داوطلبان بین‌المللی است، نه یک شرکت بزرگ؛ کمک‌های شما تفاوت واقعی ایجاد می‌کنند!
ta: பிளாஸ்மா பயனுள்ளது என தோன்றினால், பங்களிக்கலாம் அல்லது நன்கொடை அளிக்கலாம். கே.டீ.யீ. ஓர் பெரிய நிறுவனம் அல்ல, தன்னார்வலர்களின் கூட்டமைப்பே; உங்கள் பங்களிப்பு மிகவும் உதவியானதாக இருக்கும்.

# @action:button
source: Make a donation
bg: Направете дарение
fa: کمک مالی کنید
ta: நன்கொடை அளி

# @action:button
source: Get involved
bg: Включете се
fa: مشارکت کنید
ta: பங்களித்தல்

# @action:button
source: &Skip
bg: Пр&опускане
fa: &پرش‌
ta: &தவிர்

# @action:button
source: &Back
bg: На&зад
fa: &بازگشت
ta: &முந்தையது

# @action:button
source: &Finish
bg: З&авършване
fa: &پایان
ta: &முடி

# @action:button
source: &Next
bg: &Напред
fa: &بعدی
ta: &அடுத்தது

# @option:check
source: Show after Plasma is updated
bg: Показване на това съобщение след актуализация на Plasma
ta: பிளாஸ்மாவை புதுப்பித்தபின் காட்டு

# @action:button
source: &OK
bg: &Добре
fa: &تأیید
ta: &சரி

# @title:window Title of the Plasma activities sidebar
source: Activities
bg: Дейности
ta: செயல்பாடுகள்

# @title The name of an example Plasma activity
source: Home
bg: Домашни
ta: வீடு

# @title The name of an example Plasma activity
source: School
bg: Училище
ta: பள்ளி

# @title The name of an example Plasma activity
source: Work
bg: Служебни
ta: வேலை

# @info:status An example last used message for a Plasma activity
source: Currently being used
bg: В момента използвани
ta: இப்போது பயன்படுத்துவது

# @info:status An example last used message for a Plasma activity
source: Used 3 hours ago
bg: Използван преди 3 часа
ta: 3 மணிநேரம் முன் பயன்படுத்தப்பட்டது

# @action:button Button in the Plasma activities sidebar
source: Create activity…
bg: Създаване на дейност…
ta: செயல்பாட்டை உருவாக்கு…

source: Search…
bg: Търсене…
fa: جستجو…
ta: தேடு…

# @title The default name of a Plasma desktop as seen in the overview
source: Desktop 1
bg: Работен плот 1
ta: பணிமேடை 1

# @info:placeholder Shown when there is insufficent width
source: Expand the window
bg: Разширяване на прозореца
fa: پنجره را گسترش دهید
ta: சாளரத்தை பெரிதாக்கவும்

# @info:window
source: Error loading page
bg: Грешка при зареждането на страницата
fa: خطا در بارگذاری صفحه
ta: பக்கத்தை ஏற்றுவதில் சிக்கல்

# @action:button
source: Report Bug…
bg: Подаване на сигнал за грешка…
fa: گزارش اشکال…
ta: பிழையை தெரிவி…

# @action:button
source: Copy Details
bg: Копиране на подробности
fa: جزئیات را رونوشت بگیر
ta: விவரங்களை நகலெடு

# @info:usagetip
source: This page could not be loaded
bg: Тази страница не може да се зареди
ta: இப்பக்கத்தை ஏற்ற முடியவில்லை

# @info:usagetip
source: This page provided by your distribution could not be loaded
bg: Тази страница, представена във вашата дистрибуция може да бъде заредена
fa: این صفحه که توسط توزیع شما ارائه شده است، بارگذاری نشد
ta: உங்கள் இயங்குதளம் வழங்கிய இப்பக்கத்தை ஏற்ற முடியவில்லை

# @info:usagetip
source: This page provided by Welcome Center could not be loaded
bg: Тази страница, представена в приветствения център не може да бъде заредена
fa: این صفحه که توسط مرکز خوش‌آمدگویی ارائه شده است، بارگذاری نشد
ta: வரவேற்பு மையம் வழங்கிய இப்பக்கத்தை ஏற்ற முடியவில்லை

# @title:window
source: Find Great Apps
bg: Намерете страхотни приложения

source: There’s no need to search the web to download app installers or use a command-line package manager; KDE’s app store <application>%1</application> does it all for you!<nl/><nl/>Click on any of the icons below to give it a try!
bg: Няма нужда да търсите в мрежата, за да изтеглите инсталатори на приложения или да използвате мениджър на пакети от командния ред; Магазинът за приложения на KDE <application>%1</application> прави всичко вместо вас!<nl/><nl/>Щракнете върху някоя от иконите по-долу, за да опитате!

# @action:button %1 is the name of an app
source: Show %1 in Discover
bg: Показване на %1 в Discover
fa: نمایش %1 در دیسکاور
ta: %1 தனை டிஸ்கவரில் காட்டு

# @title:window
source: Enjoy It!
bg: Приятно изживяване!
fa: ازش لذت ببرید!
ta: பயன்படுத்தி மகிழவும்!

# @info:usagetip
source: We hope you love Plasma as much as we loved making it for you! Now it’s time to jump right in. Explore its features, install your favorite apps and games, and get busy doing what makes you you!
bg: Надяваме се, че ще харесате Plasma толкова, колкото и ние я създадохме за вас! Сега е време да се потопите. Разгледайте функциите ѝ, инсталирайте любимите си приложения и игри и се заемете с това, което ви кара да се чувствате себе си!
ta: நாங்கள் உருவாக்கிய பிளாஸ்மாவை நீங்கள் பயன்படுத்தி மகிழ வேண்டுமென நாங்கள் ஆசைப்படுகிறோம். அதன் அம்சங்களைப் பற்றி கற்றுக்கொண்டு, உங்களுக்கு பிடித்த செயலிகளை நிறுவி, உங்கள் கணினியைப் பயன்படுத்தத் துவங்குங்கள்.

# @label:URL
source: Learn more about the KDE community
bg: Научете повече за общността на KDE
ta: கே.டீ.யீ. சமூகத்தை பற்றி மேலும் காட்டு

# @label:URL
source: Get help at KDE’s discussion forums
bg: Потърсете помощ във форумите на KDE
ta: உதவி கோருவதற்கான கே.டீ.யீ.யின் கலந்தாய்வு தளத்தைக் காட்டு

# @action:button
source: Supporting Members
bg: Поддържащи членове
fa: اعضای حامی
ta: ஆதரிப்போர்

# @title:window
source: Supporting Members
bg: Поддържащи членове
fa: اعضای حامی
ta: ஆதரிப்போர்

# @info:usagetip
source: We thank the following supporting members for their recurring donation to KDE:
bg: Благодарим на следните подкрепящи членове за периодичните им дарения за KDE:
fa: ما از اعضای حامی زیر به خاطر کمک مالی مکرر آن‌ها به کی‌دی‌ای تشکر می‌کنیم:
ta: கே.டீ.யீ.க்கு தொடர்ந்து நன்கொடை அளிக்கும் பின்வருபர்களுக்கு நன்றி:

# @action:button %1 is the selected sort order, e.g. Random
source: Sort: %1
bg: Сортиране: %1
ta: வரிசை: %1

# @action:inmenu An order to sort a list
source: Random
bg: Случайно
ta: சமவாய்ப்பாக

# @action:inmenu An order to sort a list
source: Last Name
bg: Фамилия
ta: கடைசிப் பெயர்

# @action:inmenu An order to sort a list
source: First Name
bg: Име
ta: முதல் பெயர்

source: Contribution Date
bg: Дата на принос
ta: நன்கொடையளித்த தேதி

# @action:inmenu An option to sort a list in reverse order
source: Reverse
bg: Обратно
ta: புரட்டு

# @title: window
source: Share Anonymous Usage Information
bg: Анонимно споделяне за начина на използване системата
fa: هم‌رسانی ناشناس اطلاعات استفاده
ta: அடையாளப்படுத்தா பயன்பாட்டு விவரங்களைப் பகிர்வது

# @info:usagetip
source: Our developers will use this anonymous data to improve KDE software. You can choose how much to share in System Settings, and here too.
bg: Нашите разработчици ще използват тези анонимни данни, за да подобрят софтуера на KDE. Вие можете да да изберете в каква степен те да бъдат споделени в Системни настройки, както и тук.
fa: توسعه‌دهندگان ما از این داده‌های ناشناس برای بهبود نرم‌افزار کی‌دی‌ای استفاده خواهند کرد. شما می‌توانید در تنظیمات سامانه و همچنین همینجا انتخاب کنید که چه میزان هم‌رسانی می‌کنید.
ta: உங்களை அடையாளப்படுத்தாத இத்தரவுகளைக் கொண்டு, எங்கள் நிரலாளர்கள் கே.டீ.யீ. நிரல்களை மேம்படுத்துவார்கள். இங்கேயேவோ, கணினி அமைப்புகளிலோ, எதையெல்லாம் பகிர வேண்டுமென்பதை நீங்கள் அமைக்கலாம்.

# @title:window %1 is the name of the user's distro
source: Welcome to %1!
bg: Добре дошли в %1!
fa: به %1 خوش آمدید!
ta: %1-க்கு நல்வரவு!

# @info:usagetip %1 is the name of the user's distro
source: Pressing the icon below will begin installing %1. Alternatively, you can close the window to explore the live environment or continue here to find out about KDE Plasma.
bg: Натискането на иконата по-долу ще започне инсталирането на %1. Като алтернатива можете да затворите прозореца, за да разгледате средата на живо или да продължите тук, за да получите информация за KDE Plasma.
fa: فشردن نماد زیر نصب %1 را آغاز خواهد کرد. به جای آن، می‌توانید پنجره را ببندید تا محیط زنده را کاوش کنید یا همینجا ادامه دهید تا درباره کی‌دی‌ای پلاسما بیشتر بدانید.
ta: கீழுள்ள சின்னத்தை அழித்தினால், %1 நிறுவப்படும். மாறாக, இச்சாளரத்தை மூடி இந்த இயங்குதளத்தை சோதித்துப் பார்க்கலாம், அல்லது இங்கேயே தொடர்ந்து கே.டீ.யீ. பிளாஸ்மாவைப் பற்றி மேலும் அறியலாம்.

# @info:usagetip %1 is the name of the user's distro
source: You can close the window to explore the live environment or continue here to find out about KDE Plasma.
bg: Можете да затворите прозореца, за да разгледате средата на живо или да продължите тук, за да получите информация за KDE Plasma.
fa: شما می‌توانید پنجره را ببندید تا محیط زنده را کاوش کنید یا همینجا ادامه دهید تا درباره کی‌دی‌ای پلاسما بیشتر بدانید.
ta: இச்சாளரத்தை மூடி இந்த இயங்குதளத்தை சோதித்துப் பார்க்கலாம், அல்லது இங்கேயே தொடர்ந்து கே.டீ.யீ. பிளாஸ்மாவைப் பற்றி மேலும் அறியலாம்.

# @action:button
source: Visit home page
bg: Домашна страница
fa: صفحه اصلی را ببینید
ta: முகப்புப் பக்கத்திற்கு செல்

# @info:window
source: Access the Internet
bg: Свързване с интернет
fa: دسترسی به اینترنت
ta: இணையத்தை அணுகுவது

# @info:usagetip
source: You can connect to the internet and manage your network connections with the <interface>Networks applet</interface>. To access it, click on the <interface>Networks</interface> icon in your <interface>System Tray</interface>, which lives in the bottom-right corner of the screen.
bg: Можете да се свържете с интернет и да управлявате мрежовите си връзки с помощта на <interface>Мрежи</interface>. За да получите достъп до него, щракнете върху <interface>Мрежи</interface> в <interface>Системна лента</interface>, която се намира в долния десен ъгъл на екрана.
fa: شما می‌توانید به اینترنت متصل شوید و اتصالات شبکه خود را با <interface>برنامک شبکه‌ها</interface> مدیریت کنید. برای دسترسی به آن، روی <interface>نماد شبکه‌ها</interface> در <interface>سینی سامانه</interface> خود که در گوشه پایین سمت راست صفحه قرار دارد، ضربه بزنید.
ta: <interface>பிணையங்கள்</interface> பிளாஸ்மாய்டின் மூலம் இணையத்துக்கு இணையலாம், மேலும் பிணைய இணைப்புகளை நிர்வகிக்கலாம். அதைத் திறக்க, <interface>கணினித் தட்டிலுள்ள</interface> <interface>பிணையங்கள்</interface> எனும் சின்னத்தைக் கிளிக் செய்யுங்கள். இயல்பாக, இது திரையின் வலது-கீழ் ஓரத்தில் அமைந்திருக்கும்.

# @info:placeholder
source: Networking support for Plasma is not currently installed
bg: Не е инсталирана програмата на Plasma за свързване с мрежата
fa: پشتیبانی از شبکه برای پلاسما در حال حاضر نصب نشده
ta: பிளாஸ்மாக்கான பிணைய ஆதரவு நிறுவப்படவில்லை

# @info:usagetip %1 is the name of the user's distro
source: To manage network connections, Plasma requires <icode>plasma-nm</icode> to be installed. Please report this omission to %1.
bg: За да управлява мрежовите връзки, Plasma се нуждае от инсталиран <icode>plasma-nm</icode>.Моля, докладвайте за този пропуск на %1.
fa: برای مدیریت اتصالات شبکه، پلاسما نیاز به نصب <icode>plasma-nm</icode> دارد. لطفاً این نقص را به %1 گزارش دهید.
ta: பிணைய இணைப்புகளை பிளாஸ்மா நிர்வகிக்க, <icode>plasma-nm</icode> நிறுவப்பட்டிருக்க வெண்டும். இந்த சிக்கலை %1-க்கு தெரிவிக்கவும்.

# @info:placeholder Shown when connected to the internet
source: You’re connected
bg: Вие сте свързани
ta: இணைந்துள்ளீர்

# @info:usagetip Shown when connected to the internet
source: All good to go!
bg: Всичко е наред, за да продължите!
fa: همه چیز آماده است!
ta: சரியாக உள்ளது!

# @info
source: This page is being shown regardless of network connectivity because you are using a development version. To manually preview the different states of the page, you can use the button.
bg: Тази страница се показва независимо от мрежовата свързаност, защото използвате версия за разработчици. За преглед на различните състояния на страницата можете да използвате бутона .
fa: این صفحه بدون توجه به اتصال شبکه نمایش داده می‌شود زیرا شما از یک نسخه در حال توسعه استفاده می‌کنید. برای پیش‌نمایش دستی وضعیت‌های مختلف صفحه، می‌توانید از دکمه استفاده کنید.
ta: நீங்கள் நிரலாக்கப் பதிப்பைப் பயன்படுத்துவதால் இப்பக்கம் எப்போதும் காட்டப்படும் (பிணைய நிலையைப் பொருட்படுத்தாமல்). இப்பக்கத்தின் வெவ்வேறு நிலைகளின் முன்னோட்டங்காண, பட்டனைப் பயன்படுத்தலாம்

# @action:button
source: Change state
bg: Промяна на състоянието
fa: تغییر وضعیت
ta: நிலையை மாற்று

# @title:window
source: Plasma has been updated to %1
bg: Plasma е актуализирана до версия %1
fa: پلاسما به %1 به‌روزرسانی شده است
ta: %1 பதிப்புக்கு பிளாஸ்மா புதுப்பிக்கப்பட்டுள்ளது

# @info:usagetip
source: Thank you for testing this beta release of Plasma — your feedback is fundamental to helping us improve it! Please report any and all bugs you find so that we can fix them.
bg: Благодарим ви, че тествате тази бета версия на Plasma - вашите отзиви са за това, да ни помогнат да я подобрим! Моля, докладвайте за всички грешки, които намерите, за да можем да ги отстраним.
ta: பிளாஸ்மாவின் இந்த பீட்டா பதிப்பை சோதிப்பதற்கு நன்றி — அதை மேம்படுத்த உங்கள் பின்னூட்டம் அவசியம்! நீங்கள் கண்டுபிடிக்கும் அனைத்து பிழைகளையும் எங்களிடம் தெரிவியுங்கள்.

# @info:usagetip
source: KDE contributors have spent the last four months hard at work on this release. We hope you enjoy using Plasma as much as we enjoyed making it!
bg: Сътрудниците на KDE прекараха последните четири месеца в усилена работа по това издание. Надяваме се, че ще се радвате да използвате Plasma толкова, колкото ние се радвахме на създаването ѝ!
fa: مشارکت‌کنندگان کی‌دی‌ای چهار ماه گذشته را صرف کار بر روی این انتشار کرده‌اند. امیدواریم از استفاده از پلاسما به اندازه‌ای که ما از ساخت آن لذت بردیم، لذت ببرید!
ta: கடந்த நான்கு மாதங்களாக கே.டீ.யீ. பங்களிப்பாளர்கள் இப்பதிப்பை உருவாக்கியிருந்திருக்கிறார்கள். இதைப் பயன்படுத்தி நீங்கள் மகிழ்வுறவேண்டுமென நாங்கள் ஆசைப்படுகிறோம்.

# @label:URL
source: Report a bug
bg: Сигнал за грешка
ta: பிழையை தெரிவி

# @info
source: Download an embedded preview of the release announcement?
bg: Изтегляне на вграден преглед на съобщението за изданието?
ta: புதிய பதிப்பு குறித்த அறிவிப்பின் உட்பொதிந்த முன்னோட்டத்தை பதிவிறக்கலாமா?

# @info
source: The preview has not been automatically downloaded because you are using a metered network connection.
bg: Визуализацията не е изтеглена автоматично, защото използвате мрежова връзка с измерване на данните.
ta: கட்டணமுள்ள பிணைய இணைப்பில் உள்ளதால் முன்னோட்டம் தானாக பதிவிறக்கப்படவில்லை.

# @info, %1 is an error code
source: The preview could not be downloaded — a network error occurred (%1).
bg: Визуализацията не можа да бъде изтеглена — възникна мрежова грешка (%1).
ta: முன்னோட்டத்தை பதிவிறக்க முடியவில்லை — பிணைய சிக்கல் நேர்ந்தது (%1).

# @info
source: The preview could not be loaded — a parse error occurred.
bg: Визуализацията не можа да бъде заредена — възникна грешка при анализа.
ta: முன்னோட்டத்தை ஏற்ற முடியவில்லை — புரிந்துகொள்வதில் சிக்கல் நேர்ந்தது.

# @action:button
source: Download Preview
bg: Изтегляне на предварителен преглед
ta: முன்னோட்டத்தை பதிவிறக்கு

# @action:button
source: Download Anyway
bg: Изтегляне въпреки това
ta: இருப்பினும் பதிவிறக்கு

# @action:button
source: Retry
bg: Повторен опит
ta: மீண்டும் முயற்சி

# @action:button
source: Open in Browser…
bg: Отваряне в браузър…
ta: உலாவியில் திற…

# @option:check
source: Load preview automatically
bg: Автоматично изтегляне на визуализацията
ta: முன்னோட்டத்தை தானாக ஏற்று

# @info:tooltip
source: The preview will be loaded automatically when this page is shown for future Plasma updates, except when using a metered network connection.
bg: Визуализацията ще се зареди автоматично, когато тази страница се показва за бъдещи актуализации на Plasma, освен когато се използва мрежова връзка с измерване на данните.
ta: இனிமேல் இப்படிப்பட்ட முன்னோட்டங்கள் தானாக ஏற்றப்படும் (கட்டணமுள்ள இணைப்பைப் பயன்படுத்தாத பட்சத்தில்).

# @info
source: <b>Click to read the announcement</b>
bg: <b>Кликнете, за да прочетете съобщението</b>
ta: <b>அறிவிப்பைப் படிக்க கிளிக் செய்யவும்</b>

# @info:window
source: Powerful When Needed
bg: Използване на пълната мощност на системата, когато е необходимо
fa: قدرت‌مند در زمان نیاز
ta: தேவைப்படும்போது ஆற்றல்மிக்கது

# @title:row Name of the 'Overview' KWin effect
source: Overview
bg: Преглед
fa: بررسی کلی
ta: மேலோட்டம்

# @info Caption for Overview button
source: Your system command center
bg: Вашият системен команден център
fa: مرکز فرمان سامانه شما
ta: பணிமேடையை கட்டுப்படுத்த உதவும்

# @info Caption for KRunner button
source: Search for anything
bg: Неограничено търсене
fa: برای هر چیزی جستجو کنید
ta: எதைவேண்டுமானாலும் தேடலாம்

# @info Caption for KDE Connect button
source: Connect your phone and your computer
bg: Свързване на вашия телефон и компютър
fa: تلفن همراه و رایانه‌تان را متصل کنید
ta: கணினியையும் கைபேசியையும் இணைக்கலாம்

# @title:row Name of the 'Activities' Plasma feature
source: Activities
bg: Дейности
fa: فعالیت‌ها
ta: செயல்பாடுகள்

source: Separate work, school, or home tasks
bg: Разделяне на служебни, училищни или домашни задачи
fa: امور کاری، مدرسه یا خانگی را از هم جدا کنید
ta: வேலை, பள்ளி, மற்றும் ஓய்வு பணிகளை பிரிக்கலாம்

# @title:row Short form of the 'Vaults' Plasma feature
source: Vaults
bg: Трезори
fa: کیف‌پول‌ها
ta: வால்ட்டுகள்

# @info Caption for Plasma Vaults button
source: Store sensitive files securely
bg: Сигурно съхраняване на файловете
fa: پرونده‌های حساس را ایمن نگه‌داری کنید
ta: முக்கியமான கோப்புகளை ரகசியமாகவும் பாதுகாப்பாகவும் வைக்கலாம்.

# @action:button
source: Learn about more Plasma features
bg: Научете повече за възможностите на Plasma
fa: با ویژگی‌های بیشتری از پلاسما آشنا شوید
ta: பிளாஸ்மாவின் அம்சங்களைப் பற்றி மேலும் காட்டு

# @info:window
source: Activities
bg: Дейности
fa: فعالیت‌ها
ta: செயல்பாடுகள்

# @info:usagetip
source: Activities can be used to separate high-level projects or workflows so you can focus on one at a time. You can have an activity for “Home”, “School”, “Work”, and so on. Each Activity has access to all your files but has its own set of open apps and windows, recent documents, “Favorite” apps, and desktop widgets.
bg: Дейностите могат да се използват за разделяне на проекти или работни процеси на високо ниво, така че можете да се съсредоточите върху един или друг проект в даден момент. Можете да имате дейност за "Дом", "Училище", "Работа" и т.н. Всяка дейност има достъп до всички ваши файлове, но има свой собствен набор от отворени приложения и прозорци, скорошни документи, "Предпочитани" приложения, и уиджети на работния плот.

# @action:button
source: Open Settings…
bg: Отваряне на панела с настройки…
fa: باز کردن تنظیمات...
ta: அமைப்புகளை திற…

# @info:usagetip
source: To get started, launch <interface>System Settings</interface> and search for “Activities”. On that page, you can create more Activities. You can then switch between them using the <shortcut>Meta+Q</shortcut> keyboard shortcut.
bg: <nl/><nl/>За да започнете, стартирайте <interface>Системни настройки</interface> и потърсете "Дейности". На тази страница можете да да създадете нови дейности. След това можете да превключвате между тях с помощта на клавишната комбинация <shortcut>Meta+Q</shortcut>.

# @info:usagetip
source: KDE Connect lets you integrate your phone with your computer in various ways:<nl/><list><item>See notifications from your phone on your computer</item><item>Reply to text messages from your phone on your computer</item><item>Sync your clipboard contents between your computer and your phone</item><item>Make a noise on your phone when it’s been misplaced</item><item>Copy pictures, videos, and other files from your phone to your computer, and vice versa</item><item>…And much more!</item></list><nl/>To get started, launch <interface>System Settings</interface> and search for “KDE Connect”. On that page, you can pair your phone.
bg: KDE Connect ви позволява да интегрирате телефона си с компютъра по различни начини:<nl/><list><item>Показване на известията от телефона на компютъра си</item><item>Отговаряне на текстови съобщения от телефона си на компютъра</item><item>Синхронизиране на съдържанието на клипборда между компютъра и телефона ви</item><item>Издаване на сигнал от телефона, когато не знаете къде е</item><item>Копиране на снимки, видеоклипове и други файлове от телефона в компютъра и обратно</item><item>…И още много други неща!</item></list><nl/>За да да започнете, стартирайте <interface>Системни настройки</interface> и потърсете "KDE Connect". На тази страница можете да сдвоите телефона си.

# @info:usagetip
source: KRunner is Plasma’s exceptionally powerful and versatile search system. It powers the search functionality in the Application Launcher menu and the Overview screen, and it can be accessed as a standalone search bar using the <shortcut>Alt+Space</shortcut> keyboard shortcut.<nl/><nl/>In addition to finding your files and folders, KRunner can launch apps, search the web, convert between currencies, calculate math problems, and a lot more.
bg: KRunner е изключително мощната и гъвкава система за търсене на Plasma. Тя задвижва функциите за търсене в менюто за стартиране на приложения и в екрана за общ преглед. Може да бъде използвана като самостоятелна лента за търсене с помощта на <shortcut>Alt+Space</shortcut> клавишна комбинация.<nl/><nl/>В допълнение към намиране на файлове и папки, KRunner може да стартира приложения, да търси в интернет, да конвертира между валути, да изчислява математически задачи и много други.
