Repository: KDE/plasma-welcome
Catalog: po/*/plasma-welcome.po
Languages: bg, fa, ta

# @info:usagetip
source: Overview is a full-screen overlay that shows all of your open windows, letting you easily access any of them. It also shows your current Virtual Desktops, allowing you to add more, remove some, and switch between them. Finally, it offers a KRunner-powered search field that can also filter through open windows.<nl/><nl/>You can access Overview using the <shortcut>Meta+W</shortcut> keyboard shortcut.
fa: نمای کلی یک پوشش تمام‌صفحه است که تمام پنجره‌های باز شما را نشان می‌دهد و به شما امکان می‌دهد که به راحتی به هر یک از آن‌ها دسترسی پیدا کنید. همچنین، میزکارهای مجازی فعلی‌تان را نمایش می‌دهد، به شما این امکان را می‌دهد که موارد بیشتری اضافه کنید، برخی را پاک کنید و بین آن‌ها جابه‌جا شوید. و در پایان، یک کادر جستجوی KRunner را ارائه می‌دهد که می‌تواند پنجره‌های باز را نیز پالایش کند.<nl/><nl/>شما می‌توانید با استفاده از میان‌بر <shortcut>Meta+W</shortcut> به نمای کلی دسترسی پیدا کنید.

# @info:window
source: System Settings
fa: تنظیمات سامانه

# @info:usagetip
source: The System Settings app lets you extensively customize the system to suit your tastes and preferences. Default apps, wallpapers, visual styles and icons, virtual desktops, power management, 3rd-party add-ons—you'll find it all there!
fa: برنامه تنظیمات سامانه به شما اجازه می‌دهد که سامانه را به‌شکل گسترده‌ای برای تطابق با سلایق و ترجیحات خود سفارشی کنید. برنامه‌های پیش‌فرض، پس‌زمینه‌ها، شمایل بصری و نمادها، رومیزی‌های مجازی، مدیریت انرژی، افزونه‌های شخص ثالث—شما همه چیز را آنجا پیدا خواهید کرد!

# @info:usagetip
source: Plasma Vaults allows you to create encrypted folders, called <interface>Vaults.</interface> Inside each Vault, you can securely store your passwords, files, pictures, and documents, safe from prying eyes. Vaults can live inside folders that are synced to cloud storage services too, providing extra privacy for that content.<nl/><nl/>To get started, click the arrow on the <interface>System Tray</interface> to show hidden items, and then click the <interface>Vaults</interface> icon.
fa: کیف‌های پول پلاسما به شما امکان می‌دهد که پوشه‌های رمزگذاری‌شده‌ای به نام <interface>کیف‌های پول</interface> ایجاد کنید. در هر کیف پول، می‌توانید رمزهای عبور، پرونده‌ها، نگاره‌ها و اسناد خود را به‌طور ایمن نگه‌داری کنید، دور از چشمان دیگران. کیف‌های پول می‌توانند با پوشه‌هایی که با خدمات نگه‌داری ابری داده همگام‌سازی می‌شوند نیز زندگی کنند و حریم خصوصی بیشتری برای آن محتوا فراهم کنند.<nl/><nl/>برای شروع، روی فلش در <interface>سینی سامانه</interface> ضربه بزنید تا موارد پنهان را نشان دهد و سپس روی نماد <interface>کیف‌های پول</interface> ضربه بزنید.

# @info:usagetip
source: Plasma is designed to be simple and usable out of the box. Things are where you'd expect, and there is generally no need to configure anything before you can be comfortable and productive.<nl/><nl/>Below is a visual representation of a typical Plasma Desktop; move the pointer over or click on something to learn about it!
fa: پلاسما به‌گونه‌ای طراحی شده است که به‌طور ساده و قابل استفاده سریع بعد از نصب باشد. چیزها در جایی که انتظار دارید قرار دارند و به‌طور کلی نیازی به پیکربندی هیچ چیزی قبل از اینکه بتوانید راحت و مبتکر باشید وجود ندارد.<nl/><nl/> در پایین یک نمایش بصری از یک رومیزی پلاسما معمولی وجود دارد؛ نشانگر را روی چیزی حرکت دهید یا روی آن ضربه بزنید تا درباره‌اش بیشتر بدانید!

# @info
source: This is a “Panel”—a container to hold widgets. Right-click on it and choose <interface>Show Panel Configuration</interface> to change how it behaves, which screen edge it lives on, and to add, remove or modify widgets.
fa: این یک «تابلو»—یک ظرف برای نگه‌داشتن ابزارک‌ها است. روی آن راست کلیک کنید و سپس <interface>نمایش پیکربندی تابلو</interface> را انتخاب کنید تا نحوه رفتار آن، لبه صفحه‌ای که در آن قرار دارد را انتخاب کنید، و برای افزودن، پاک‌کردن یا تغییر ابزارک‌ها.

# @info
source: This is the “Kickoff” widget, a multipurpose launcher. Here you can launch apps, shut down or restart the system, access recent files, and more. Click on it to get started!
fa: این ابزارک «Kickoff» است، یک راه‌انداز چندمنظوره. در اینجا می‌توانید برنامه‌ها را راه‌اندازی کنید، سامانه را خاموش یا راه‌اندازی مجدد کنید، به پرونده‌های اخیر دسترسی پیدا کنید و بیشتر. روی آن ضربه بزنید تا شروع کنید!
